{
  "appellations": [
    {
      "id": 1,
      "name": "Graves",
      "vineyardId": "2",
      "description": "Le Graves est une appellation viticole dont les vins sont produits dans le vignoble de Bordeaux, vignoble du sud-ouest de la France et plus précisément dans la région viticole de Graves. Son terroir bénéficie d'un climat océanique tempéré et de sols graves pyrénéennes (pessac-léognan) et graves garonnaises.",
      "type": "AOC - AOP"
    },
    {
      "id": 2,
      "name": "Margaux",
      "vineyardId": "2",
      "description": "Le Margaux est une appellation viticole dont les vins sont produits dans le vignoble de Bordeaux, vignoble du sud-ouest de la France et plus précisément dans la région viticole du Médoc. Son terroir bénéficie d'un climat océanique tempéré et de sols graves et calcaires.",
      "type": "AOC - AOP"
    },
    {
      "id": 3,
      "name": "Pessac-Léognan",
      "vineyardId": "2",
      "description": "Le Pessac-Léognan est une appellation viticole dont les vins sont produits dans le vignoble de Bordeaux, vignoble du sud-ouest de la France et plus précisément dans la région viticole de Graves. Son terroir bénéficie d'un climat océanique tempéré et de sols graves pyrénéennes (pessac-léognan) et graves garonnaises.",
      "type": "AOC - AOP"
    },
    {
      "id": 4,
      "name": "Saint Emilion",
      "vineyardId": "2",
      "description": "Le Médoc est une appellation viticole dont les vins sont produits dans le vignoble de Bordeaux, vignoble du sud-ouest de la France et plus précisément dans la région viticole du Médoc. Son terroir bénéficie d'un climat océanique tempéré et de sols graves et calcaires.",
      "type": "AOC - AOP"
    },
    {
      "id": 5,
      "name": "Medoc",
      "vineyardId": "2",
      "description": "Le Médoc est une appellation viticole dont les vins sont produits dans le vignoble de Bordeaux, vignoble du sud-ouest de la France et plus précisément dans la région viticole du Médoc. Son terroir bénéficie d'un climat océanique tempéré et de sols graves et calcaires.",
      "type": "AOC - AOP"
    },
    {
      "id": 6,
      "name": "Pomerol",
      "vineyardId": "2",
      "description": "Le Pomerol est une appellation viticole dont les vins sont produits dans le vignoble de Bordeaux, vignoble du sud-ouest de la France et plus précisément dans la région viticole de Libourne. Son terroir bénéficie d'un climat océanique aquitain tempéré et de sols argilo sableux, graveleux, argiles et argiles bleues.",
      "type": "AOC - AOP"
    },
    {
      "id": 7,
      "name": "Alsace Grand Cru",
      "vineyardId": "1",
      "description": "L'Alsace grand cru est une appellation viticole dont les vins sont produits dans le vignoble d'Alsace, vignoble du nord-est de la France et plus précisément dans les régions viticoles du Bas-rhin et du Haut-rhin. Son vignoble bénéficie d'un climat tempéré-continental et d'un terroir fait de sols calcaires, granites, schistes, gneiss et grès.",
      "type": "AOC - AOP"
    }
  ],
  "vineyards": [
    {
      "id": 1,
      "name": "Alsace"
    },
    {
      "id": 2,
      "name": "Bordeaux"
    }
  ],
  "wines": [
    {
      "id": 1,
      "name": "Chateau Chapique",
      "vineyard": "Bordeaux",
      "appellation": "Saint Emilion Grand Cru",
      "vigneron": "Albert Chatute",
      "vintage": 2000
    },
    {
      "vintage": 2010,
      "vigneron": "Test",
      "appellation": 7,
      "vineyard": 1,
      "name": "Test",
      "id": 2
    },
    {
      "vintage": 2017,
      "vigneron": "test",
      "appellation": 7,
      "vineyard": 1,
      "name": "Test",
      "id": 3
    },
    {
      "vintage": 2020,
      "vigneron": "Test",
      "appellation": 2,
      "vineyard": 2,
      "name": "Test",
      "id": 4
    },
    {
      "vintage": 2014,
      "vigneron": "Test",
      "appellation": 4,
      "vineyard": 2,
      "name": "Test",
      "id": 5
    }
  ]
}